"BUTTON_AUTHENTICATE" = "Использовать мой номер телефона";

"BUTTON_CREATED_ACCOUNT" = "Созданная учётная запись";

"BUTTON_CREATE_ACCOUNT" = "Создать учётную запись ";

"BUTTON_CREATING_ACCOUNT" = "Создать учётную запись ";

"BUTTON_DISMISS" = "Отклонить";

"BUTTON_NOT_NOW" = "Не сейчас";

"BUTTON_OK" = "ОК";

"BUTTON_OKAY" = "ОК";

"BUTTON_RESEND_CONF_CODE" = "Отправить код подтверждения ещё раз";

"BUTTON_RETRY" = "Повторить";

"BUTTON_SENDING_CONF_CODE" = "Отправка кода подтверждения";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Проверить";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Проверено";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Идёт проверка";

"BUTTON_SEND_CONF_CODE" = "Отправить код подтверждения";

"BUTTON_SENT_CONF_CODE" = "Код подтверждения отправлен";

"BUTTON_SIGNED_IN" = "Вход выполнен";

"BUTTON_SIGNING_IN" = "Войти";

"BUTTON_SIGN_IN" = "Войти";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Войти с помощью Твиттера";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Попробуйте ввести другой номер телефона";

"CALL_ME_ACTION" = "Позвоните мне";

"CALL_ME_LOADING" = "Звоним...";

"ERROR_CANT_SMS" = "Невозможно отправить SMS-сообщение на этот номер.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Проверьте код и повторите попытку.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ой! Похоже, у нас проблема с подключением к Интернету. Попробуем еще раз? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Проверьте свой номер и повторите попытку.";

"ERROR_TRY_AGAIN_LATER" = "В настоящее время вы не можете войти в Твиттер. Повторите попытку позднее.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Вы задали код двухэтапной проверки на сайте <u>digits.com</u>.";

"FOOTNOTE_CREATE_ACCOUNT" = "Нажимая кнопку «Создать учетную запись», вы подтверждаете свое согласие с <u>Условиями предоставления услуг</u>, <u>Политикой конфиденциальности</u> и <u>Политикой использования файлов Сookie</u> приложения Digits by Twitter, а также с тем, что другие пользователи %@ смогут вас найти по номеру телефона и (или) адресу электронной почты.";

"FOOTNOTE_SEND_CONF_CODE" = "Нажимая на кнопку «Отправить код подтверждения», приложение <u>Digits от Твиттера</u> отправит вам SMS-сообщение для подтверждения вашего номера телефона. За текстовые сообщения и передачу данных может взиматься плата.";

"FOOTNOTE_TOS_UPDATE" = "Нажимая кнопку «Войти», вы подтверждаете свое согласие с \n<u>Условиями предоставления услуг</u>, <u>Политикой \nконфиденциальности</u> и <u>Политикой использования файлов \nСookie</u> приложения Digits от Twitter, а также с тем, что другие\n пользователи %@ смогут найти  вас по номеру телефона и (или) адресу \nэлектронной почты.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Введите код двухэтапной проверки";

"LABEL_ENTER_CONF_CODE" = "Введите код подтверждения";

"LABEL_ENTER_PHONE_NUMBER" = "Введите свой номер телефона";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Мы используем Digits by Twitter, чтобы найти больше ваших друзей, которые уже используют это приложение. После подтверждения мы загрузим вашу адресную книгу в Digits by Twitter. Так мы сможем помочь вам найти пользователей %@, которых вы знаете, или поможем другим пользователям %@ найти вас.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Найдите своих друзей";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Не удалось подтвердить ваш номер телефона";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "К сожалению, нам не удалось отправить вам код подтверждения.";

"PARTIAL_FOOTNOTE_THIS_APP" = "этого приложения";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Код проверки";

"PLACEHOLDER_CONF_CODE" = "Код подтверждения";

"PLACEHOLDER_YOUR_NUMBER" = "Ваш номер телефона";

"WAIT_FOR_CONF_CODE" = "Мы отправим код подтверждения на ваш телефон в течение одной минуты.";

